Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/Localizable-Notifications.xcstrings
Source language: en
Languages: da, es_ar, fr, ga, is, it, uk, vi, zh_hant

# Scene.NotificationRequests.viewCountNotfications
source: View %1$(count)lld notifications
da: Vis %1$(count)lld notifikationer
es_ar: Ver %1$(count)lld notificaciones
fr: Voir les %1$(count)lld notifications
ga: Féach ar %1$(count)lld fógraí
is: Skoða %1$(count)lld tilkynningar
it: Visualizza le %1$(count)lld notifiche
vi: Xem %1$(count)lld thông báo
zh_hant: 檢視 %1$(count)lld 則通知

# Scene.Settings.Notifications.adminNotificationsHidden
source: You have filtered this notification out of your Notifications tab
da: Du har filtreret denne notifikation ud af fanen Notifikationer
es_ar: Filtraste esta notificación de la pestaña de notificaciones
fr: Vous avez filtré cette notification de votre onglet Notifications
ga: Tá an fógra seo scagtha amach agat ó do chluaisín Fógraí
is: Þú síaðir þessa tilkynningu út af tilkynningaflipanum þínum
it: Hai escluso questa notifica dalla tua scheda Notifiche
uk: Ви відфільтрували це повідомлення поза вкладкою для сповіщень
vi: Bạn đã lọc thông báo này khỏi tab Thông báo của mình
zh_hant: 您已於推播通知分頁中過濾此通知

# Scene.Settings.Notifications.getNotifiedWhen
source: Get a push notification when…
da: Få en push-notifikation når…
es_ar: Obtener una notificación push cuando…
fr: Recevoir une notification quand…
ga: Faigh fógra brú nuair a…
is: Fá ýtitilkynningu þegar…
it: Ricevi una notifica push quando…
uk: Отримуйте push-повідомлення, коли…
vi: Nhận thông báo đẩy khi…
zh_hant: 於此時取得推播通知

# Scene.Settings.Notifications.PushNotificationTypes.boosts
source: Someone boosted your post
da: Nogen fremhævede dit indlæg
es_ar: Una cuenta adhiere a tu mensaje
fr: Quelqu’un a partagé votre message
ga: Chuir duine éigin borradh faoi do phostáil
is: Einhver endurbirti færsluna þína
it: Qualcuno ha condiviso il tuo post
uk: Хтось просунув ваш допис
vi: Ai đó đăng lại tút của bạn
zh_hant: 當有使用者轉嘟您的嘟文時

# Scene.Settings.Notifications.PushNotificationTypes.edits
source: A post you interacted with has been edited
da: Et indlæg, du interagerede med, er blevet redigeret
es_ar: Un mensaje con el que interactuaste fue editado
fr: Un message auquel vous avez réagi a été modifié
ga: Tá eagur curtha ar phostáil ar a ndearna tú idirghníomhú
is: Færslu sem þú hefur átt við hefur verið breytt
it: Un post con cui hai interagito è stato modificato
uk: Допис, з яким ви взаємодіяли, було відредаговано
vi: Tút bạn tương tác đã được chỉnh sửa
zh_hant: 當有您互動過之嘟文被編輯時

# Scene.Settings.Notifications.PushNotificationTypes.editsToQuotedPosts
source: A post you quoted has been edited
da: Et indlæg, du citerede, er blevet redigeret
es_ar: Un mensaje que citaste fue editado
fr: Un message que vous avez cité a été modifié
ga: Tá an postáil a luadh tú curtha in eagar
is: Færslu sem þú vitnaðir í hefur verið breytt
it: Un post che hai citato è stato modificato
uk: Допис, який ви процитували, було відредаговано
vi: Tút bạn trích dẫn đã được chỉnh sửa
zh_hant: 當有您引用之嘟文被編輯時

# Scene.Settings.Notifications.PushNotificationTypes.favourites
source: Someone favourited your post
da: Nogen favoritmarkerede dit indlæg
es_ar: Una cuenta marca tu mensaje como favorito
fr: Quelqu’un a ajouté votre message à ses favoris
ga: Chuir duine éigin do phostáil leis na cinn is fearr leo
is: Einhver setti færslu þína í eftirlæti
it: Qualcuno ha apprezzato il tuo post
uk: Хтось додав ваш допис до обраного
vi: Ai đó thích tút của bạn
zh_hant: 當有使用者將您的嘟文加入最愛時

# Scene.Settings.Notifications.PushNotificationTypes.followRequests
source: Someone requested to follow you
da: Nogen anmodede om at følge dig
es_ar: Una cuenta solicita seguirte
fr: Quelqu’un demande à vous suivre
ga: D'iarr duine éigin tú a leanúint
is: Einhver hefur beðið um að fylgjast með þér
it: Qualcuno ha richiesto di seguirti
uk: Хтось надіслав запит на підписку на вас
vi: Ai đó yêu cầu theo dõi bạn
zh_hant: 當有使用者請求跟隨您時

# Scene.Settings.Notifications.PushNotificationTypes.mentionsAndReplies
source: Someone mentioned you
da: Nogen omtalte dig
es_ar: Una cuenta te menciona
fr: Quelqu’un vous a mentionné⋅e
ga: Luaigh duine éigin thú
is: Einhver minntist á þig
it: Qualcuno ti ha menzionato/a
uk: Хтось згадав вас
vi: Ai đó nhắc đến bạn
zh_hant: 當有使用者於嘟文提及您時

# Scene.Settings.Notifications.PushNotificationTypes.newFollowers
source: Someone followed you
da: Nogen begyndte at følge dig
es_ar: Una cuenta te sigue
fr: Quelqu’un vient de vous suivre
ga: Lean duine éigin thú
is: Einhver fylgist núna með þér
it: Qualcuno ha iniziato a seguirti
uk: Хтось підписався на вас
vi: Ai đó theo dõi bạn
zh_hant: 當有使用者跟隨您時

# Scene.Settings.Notifications.PushNotificationTypes.newPosts
source: Someone you’ve asked to be notified about has posted
da: En person, som du har bedt om at blive underrettet om, har lavet et indlæg
es_ar: Una cuenta sobre la que solicitaste ser notificado, publicó algo
fr: Quelqu'un dont vous avez demandé à être informé·e a posté
ga: Tá postáil déanta ag duine ar iarr tú fógra a fháil fúthu
is: Einhver sem þú baðst um að fá tilkynningar um hefur birt færslu
it: Qualcuno di cui hai richiesto le notifiche ha pubblicato un contenuto
uk: Користувач, про якого ви попросили надсилати повідомлення, опублікував допис
vi: Ai đó mà bạn đã yêu cầu nhận thông báo đăng tút mới
zh_hant: 當有您設定接收更新通知之使用者發出嘟文時

# Scene.Settings.Notifications.PushNotificationTypes.polls
source: A poll you created or voted in has ended
da: En afstemning, du har oprettet eller stemt i, er afsluttet
es_ar: Una encuesta que creaste o en la que votaste, finalizó
fr: Un sondage que vous avez créé ou auquel vous avez participé vient de se terminer
ga: Tá deireadh tagtha le pobalbhreith a chruthaigh tú nó inar vótáil tú
is: Könnun sem þú útbjóst eða greiddir atkvæði í er lokið
it: Un sondaggio che hai creato o a cui hai partecipato è terminato
uk: Опитування, яке ви створили або в якому взяли участь, завершилося
vi: Vốt mà bạn tạo hoặc tham gia đã kết thúc
zh_hant: 您曾投過的投票已結束時

# Scene.Settings.Notifications.PushNotificationTypes.quotes
source: Someone quoted you
da: Nogen citerede dig
es_ar: Una cuenta te citó
fr: Quelqu'un vous a cité
ga: Luaigh duine éigin thú
is: Einhver vitnaði í þig
it: Qualcuno ti ha citato/a
uk: Хтось процитував вас
vi: Ai đó trích dẫn bạn
zh_hant: 當有使用者引用您的嘟文時
